
export const introduction = {
    title: "مدخل:",
    paragraphs: [
      "إن الحمد لله نحمده، ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهد الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله - صلى الله عليه وعلى آله وصحبه وسلم تسليما كثيراً – أما بعد:",
      "تعد الصياغة القانونية من المهارات الفنية الدقيقة في مجال الكتابة القانونية سواء في صياغة الأنظمة أو العقود أو الاستشارات أو المذكرات القانونية إذ هي بمثابة الركن الأساس في الكتابة القانونية (موجزة، شاملة، منضبطة) والتي يطمح للتميز فيها كل مختص وناظر متبصر في مجال الأنظمة أو القوانين وفروعها؛ ولذلك قمت بجمع جملة من العبارات والصياغات القانونية والأوصاف من مجموعة كبيرة من الأحكام القضائية ومن كتاب المأخذ القضائية لخلف محمد وكتاب قضاء النقض في المواد التجارية جمع سعيد شعله وغيرها من الكتب.",
      "ولما كان هذا المضمون يستهدفه كل مختص في مجال القانون، وخاصة القاصدين شرح كتاباتهم القانونية لتظهر بشكل احترافي يحدد الفهم والقصد للآخرين إذ قد لا توافق الألفاظ المقصوده وقد تكون العبارات والجمل لا ترقى إلى الكتابة القانونية المتقنة؛ لذا كان في إضافة المحسنات ما يرقى بها من مجال الكتابة المعتادة إلى الصياغة القانونية الرصينة كما أن ممارسة ذلك على الدوام يحسن من مستوى الصياغة القانونية ولذلك اسميتها محسنات الصياغة القانونية، وقد قسمتها إلى ستة أقسام تسهيلاً للقراء وتيسيراً في الوصول إلى المطلوب وهذه الأقسام مرتبة كما يلي:",
    ],
    sections: [
        "القسم الأول: المبادئ والقواعد.",
        "القسم الثاني: التعريف والوصف.",
        "القسم الثالث: بداية عبارة قانونية.",
        "القسم الرابع: التسبيب.",
        "القسم الخامس: الاعتراض.",
        "القسم السادس: خاتمة عبارة قانونية.",
    ],
    conclusion: "وقد تم ترتيب العبارات القانونية الواردة فيها ترتيباً أبجدياً وترقيمها لتسهيل الوصول لها و تيسيره. ويمكن الاستفادة من هذه المحسنات في تحسين صياغة تسبيب الأحكام القضائية و الدفوع والإعترضات و العقود والانظمة مع العلم أن المقصود الاستفادة من الصياغة كأساس للكتابة دون النظر في مقصود العبارة أو الجملة أو اعتبارها قاعدة قانونية يحتج بها."
};

export const sections = [
  {
    title: "المبادئ والقواعد",
    points: [
      { id: 1, text: "إذ أن المقرر عدم جواز التوسع في تفسير الاستثناء أو القياس عليه." },
      { id: 2, text: "إذ أنه متى كانت الكتابة لازمة لوجود العقد فهي بالضرورة لازمة لإثباته لأن الإثبات مرتبط بالشكل ومن ثم تكون القاعدة في إثبات شركة التضامن." },
      { id: 3, text: "إذ كان المقرر أنه لا حجية للحكم إلا فيما يكون قضى فيه بين الخصوم بصفة صريحة أو بصفة ضمنية حتمية سواء في المنطوق أو في الأسباب المتصلة به اتصالاً وثيقاً والتي لا يقوم المنطوق بدونها." },
      { id: 4, text: "الأصل في الإجراءات أنها روعيت وعلى من يدعي أنها خولفت إقامة الدليل على ما يدعيه." },
      { id: 5, text: "الأصل في الإرادة هو المشروعية فلا يلحقها بطلان إلا إذا نص القانون على بطلان الالتزام الناشئ عنها صراحة أو كان هذا الالتزام مخالف للنظام العام أو الآداب محلاً أو سبباً وكان على خلاف نص أمر أو ناه في القانون، ويتحدد نوع البطلان بالغاية التي تغياها المشروع من القاعدة محل المخالفة فإن كانت حماية لمصلحة عامة جرت أحكام البطلان المطلق ويجوز لكل ذي مصلحة التمسك بها." },
      { id: 6, text: "أن الحكم الصادر في المواد الجنائية يكون له حجية في الدعوى المدنية أمام المحكمة المدنية كلما كان قد فصل فصلاً لازماً في وقوع الفعل المكون للأساس المشترك بين الدعويين المدنية والجنائية وفي الوصف القانوني لهذا الفعل ونسبته إلى فاعلهن فإذا فصلت المحكمة أن تعيد بحثها ويتعين عليها أن تعتد بها وتلتزمها في بحث الحقوق المدنية المتصلة بها كي لا يكون حكمها مخالفاً للحكم الجنائي السابق له." },
      { id: 7, text: "أن المشرع وضع قاعدة عامة مقتضاها منع الطعن المباشر في الأحكام التي تصدر أثناء نظر الدعوى ولا تنتهي بها الخصومة كلها، بحيث لا يجوز الطعن فيها إلا مع الطعن في الحكم الصادر في الموضوع، سواء كانت تلك الأحكام موضوعية أو فرعية أو قطعية أو متعلقة بالإثبات حتى ولو كانت منهية لجزء من الخصومة." },
      { id: 8, text: "أن تستخلص من أقوال الشهود وسائر العناصر المطروحة أمامها على بساط البحث الصورة الصحيحة لواقعة الدعوى حسبما يؤدي إليه اقتناعها وأن تطرح ما يخالفها من صور أخرى ما دام استخلاصها سائغاً ومستنداً إلى أدلة مقبولة في العقل والمنطق ولها أصلها في الأوراق وهي في ذلك ليست مطالبة بألا تأخذ إلا بالأدلة المباشرة بل إن لها أن تستخلص صورة الواقعة كما ارتسمت في وجدانها بطريق الاستنتاج والاستقرار وكافة الممكنات العقلية ما دام ذلك سليماً متفقاً مع حكم العقل والمنطق دون تقييد هذا التصوير بدليل معين." },
      { id: 9, text: "أن قانون التجارة لم يوجب الكتابة للإثبات إلا بالنسبة إلى عقود شركات التضامن والتوصية والمساهمة، أما شركات المحاصة فإثبات وجودها بالبينة جائز." },
      { id: 10, text: "أنه وإن كان تقدير التعويض عن الضرر من المسائل الواقعية التي يستقل بها قاضي الموضوع إلا أن تعيين عناصر الضرر التي يجب أن تدخل في حساب التعويض هو من المسائل القانونية التي يخضع فيها لرقابة محكمة النقض." },
      { id: 11, text: "باعتبار أن في ذلك مصلحته بحسبان أن الدفاتر إذا أمسكت وأحسن تنظيمها تعتبر بمثابة مرآة يرى فيها التاجر حركة تجارته وما بلغته من توفيق أو إخفاق وأنها هي التي يرجع إليها هو ودائنوه وذوي المصلحة في الإثبات." },
      { id: 12, text: "تبعاً لأنه لا يجوز للخصوم أن يأتوا بما يناقض الحجية، ولأن قوة الأمر المقضي تسمو على اعتبارات النظام العام." },
      { id: 13, text: "تخضع لسلطة محكمة الموضوع في فهم الواقع في الدعوى وتقدير الأدلة فيها وتفسير الإقرارات والاتفاقات والمشارطات وسائر المحررات بما تراه أوفى إلى نية عاقديها أو أصحاب الشأن فيها مستهدية في ذلك بوقائع الدعوى وظروفها وما تفيده العبارات في جملتها لا كما تفيده عبارة معينة فيها مستقلة عن باقي عباراتها دون رقابة لمحكمة النقض عليها مادامت لم تخرج في تفسيرها عن المعنى الذي تحتمله عبارات المحرر ما دام ما انتهت إليه سائغاً وله أصله الثابت بالأوراق." },
    ],
  },
  {
    title: "التعريف والوصف",
    points: [
        { id: 1, text: "إلا أن محكمة النقض ترى اعتبار القروض التي تعقدها البنوك في نطاق نشاطها المعتاد عملاً تجارياً مهما كانت صفة المقترض وأياً كان الغرض الذي خصص له القرض."},
        { id: 2, text: "التحكيم طريق استثنائي لفض الخصومات، قوامه الخروج على طرق التقاضي العادية، وما تكلفه من ضمانات، ومن ثم مقصور حتماً على ما تنصرف إرادة المحتكمين إلى عرضه على هيئة التحكيم."},
        { id: 3, text: "تختلف الوكالة التجارية عن أعمال السمسرة، وتتميز كل منهما عن الأخرى إذ يقتصر عمل السمسار على التقريب بين شخصين لإتمام الصفقة دون أن يكون له شأن فيما يتم التعاقد عليه فهو لا يمثل أحد المتعاقدين ولا يوقع على العقد بوصفه طرفاً فيه، أما الوكيل بالعمولة في الوكالة التجارية فإنه يتعاقد مع الغير باسمه دون اسم موكلته الذي قد يجهله المتعاقد الأخر، وإن كان على الوكيل بالعمولة أن ينقل إلى ذمة موكله كل الحقوق وما ترتب على العقدين من التزامات."},
        { id: 4, text: "حيث إن الخصومة القضائية عبارة عن مجموعة من الأعمال الإجرائية المتتابعة التي تتخذ لاستصدار حكم قضائي؛ فهي تنشأ بعمل إرادي من جانب المدعي يتمثل في المطالبة القضائية؛ وبالتالي فإنها بمثابة إعلان عن إرادة مقدمها في بدء خصومته أمام القضاء بينه وبين المقدم في مواجهته؛ وهي ولئن كانت كافية لبدء الخصومة أمام القضاء كأثر إجرائي؛ بيد أنه لابد من اتصالها بالخصم الآخر؛ تحقيقاً لمبدأ المواجهة بين الخصوم ؛ وأساس ذلك حق الالتجاء إلى القضاء المقرر للأفراد سواسية؛ ومن ثم فلا يتجاوز في استعمال هذا الحق."},
        { id: 5, text: "ذلك بأن خصائص عقود الإذعان - وعلى ما جرى به قضاء هذه المحكمة - تعلقها بسلع أو مرافق تعتبر من الضروريات ويكون فيها احتكار الموجب احتكاراً قانونياً أو فعلياً، وتكون بسط سيطرته عليها من شأنها أن تجعل المنافسة فيها محدودة النطاق، وأن يكون صدور الإيجاب منه إلى الناس كافة بشروط واحدة ولمدة غير محددة، والسلع الضرورية هي التي لا غنى عنها للناس والتي لا تستقيم مصالحهم بدونها، بحيث يكونون في وضع يضطرهم إلى التعاقد بشأنها ولا يمكنهم رفض الشروط التي يضعها ولو كانت جائزة وشديدة."},
    ],
  },
  {
    title: "بداية عبارة قانونية",
    points: [
      { id: 1, text: "أخطا في تطبيق القانون وأهدر دلالة محضر التسليم." },
      { id: 2, text: "إذا كانت القرائن التي اعتمدت عليها محكمة الموضوع في التدليل على علم الطاعنين وقت صدور التصرف إليهما من زوجة المفلس بإفلاسه من شأنها أن تؤدي عقلاً إلى الدلالة التي استخلصتها منها تلك المحكمة فإنه لا يكون لمحكمة النقض عليها من سبيل في ذلك." },
      { id: 3, text: "إزاء ما." },
      { id: 4, text: "أساس هذه المسئولية لا يتصور قيامه إلا بعد." },
      { id: 5, text: "استدرك بقوله." },
      { id: 6, text: "استوفت سائر أوضاعها الشكلية المقررة شرعاً ونظاماً ورفعت خلال الأجل المنصوص عليه." },
      { id: 7, text: "إعمالاً للمادة." },
      { id: 8, text: "إلا إنه أردف ذلك بما نص عليه في الفقرة ........." },
      { id: 9, text: "الأمر الذي يشوب الحكم بالإبهام والتناقض في بيان توافر أركان التهمة بما يعيب الحكم بالقصور الذي يتسع له وجه الطعن ويعجز محكمة النقض مراقبة صحة التطبيق القانوني على الواقعة." },
    ]
  },
  {
    title: "التسبيب",
    points: [
      { id: 1, text: "إذ أنه متى كانت الكتابة لازمة لوجود العقد فهي بالضرورة لازمة لإثباته لأن الإثبات مرتبط بالشكل ومن ثم تكون القاعدة في إثبات شركة التضامن."},
      { id: 2, text: "إذ كان المقرر أنه لا حجية للحكم إلا فيما يكون قضى فيه بين الخصوم بصفة صريحة أو بصفة ضمنية حتمية سواء في المنطوق أو في الأسباب المتصلة به اتصالاً وثيقاً والتي لا يقوم المنطوق بدونها."},
      { id: 3, text: "إذا كانت القرائن التي اعتمدت عليها محكمة الموضوع في التدليل على علم الطاعنين وقت صدور التصرف إليهما من زوجة المفلس بإفلاسه من شأنها أن تؤدي عقلاً إلى الدلالة التي استخلصتها منها تلك المحكمة فإنه لا يكون لمحكمة النقض عليها من سبيل في ذلك."},
      { id: 4, text: "إذا كانت الكتابة ليست شرطاً لانعقاد عقد النقل البري للقواعد العامة فيجوز إثباته بالبينة والقرائن مهما كانت قيمة."},
      { id: 5, text: "الأصل في الإجراءات أنها روعيت وعلى من يدعي أنها خولفت إقامة الدليل على ما يدعيه."},
    ]
  },
  {
    title: "الاعتراض",
    points: [
      { id: 1, text: "أن التناقض الذي يعيب الحكم هو ما تتعارض به الأسباب وتتهاتر فتتحامى ويسقط بعضها بعضاً بحيث لا يبقى منها ما يقيم الحكم ويحمله."},
      { id: 2, text: "التناقض الذي يبطل الحكم هو ما تتعارض فيه الأسباب وتتهاتر فتتماحى ويسقط بعضها بعضاً بحيث لا يبقى منها ما يقيم الحكم."},
      { id: 3, text: "تناول الحكم مسألة ليست محل منازعة بين طرفي النزاع ولم يمكنهم من التناضل فيها، خطأ."},
      { id: 4, text: "الحكم المطعون فيه قد أغفل هذا الدفاع ولم يعن ببحثه مع أنه دفاع جوهري لو كان الحكم قد بحثه لجاز أن تتغير به النتيجة التي انتهى إليها فإنه يكون معيباً بالقصور."},
      { id: 5, text: "فإن الحكم المطعون فيه يكون قد جانبه التوفيق في إسباغ التكييف القانوني الصحيح على العقد المبرم بين الطرفين وخالف المعنى الظاهر للعقد فيما استخلصه من نية."},
    ]
  },
  {
    title: "خاتمة عبارة قانونية",
    points: [
      { id: 1, text: "ابتغاء القضاء بإلزام."},
      { id: 2, text: "الإجراءاتِ المُلْجِنَّةَ لِإِجْبَارِهِ."},
      { id: 3, text: "إذ إن القول بغير ذلك من شأنه أن يقوض نظام خطابات الضمان من أساسها ويضعف الثقة بها ويقضي على الفائدة المرجوة منها والتي تضطلع بها في كثير من المعاملات التجارية وهي في جملتها أمور أولى بالرعاية من حماية المتضرر من تحصيل المستفيد دون وجه حق على مبلغ الضمان."},
      { id: 4, text: "إذ هو دفاع جوهري من شأنه إن صح أن يغير به وجه الرأي في الدعوى، فإذا التفتت عنه بلا مبرر كان قضائها معيباً ومنطوياً على إخلال بحق الدفاع."},
      { id: 5, text: "أساس هذه المسئولية لا يتصور قيامه إلا بعد."},
      { id: 6, text: "استيفاء هذه النقطة."},
      { id: 7, text: "الأصل في الإرادة هو المشروعية فلا يلحقها بطلان إلا إذا نص القانون على بطلان الالتزام الناشئ عنها صراحة أو كان هذا الالتزام مخالف للنظام العام أو الآداب محلاً أو سبباً وكان على خلاف نص أمر أو ناه في القانون، ويتحدد نوع البطلان بالغاية التي تغياها المشروع من القاعدة محل المخالفة فإن كانت حماية لمصلحة عامة جرت أحكام البطلان المطلق ويجوز لكل ذي مصلحة التمسك بها."},
    ]
  }
];
