
import { Section } from './content';

export const introduction = {
    title: `60 سؤالاً في القضاء العام`,
    paragraphs: [
        `دليل الأسئلة العدلية الواردة عبر حساب التواصل العدلي`,
        `دليل عدلي يضم مجموعة متنوعة من أسئلة المستفيدين حول القضاء العام تم جمعها والإجابة عنها تيسيرا وتسهيلاً على المستفيدين ولضمان حصولهم على المعلومة وإيصالها إليهم عبر الوسائل المتاحة بكل يسر وسهولة.`
    ],
    // FIX: Added empty sections and conclusion to maintain consistent object shape
    sections: [],
    conclusion: ''
};

export const sections: Section[] = [
    {
        title: 'إذا لم يكن للمدعي أو للمدعى عليه محل إقامة في المملكة فما المحكمة المختصة مكانياً بذلك؟',
        paragraphs: ['للمدعي إقامة الدعوى في إحدى محاكم مدن المملكة. المادة 36 الفقرة (2) من نظام المرافعات الشرعية']
    },
    {
        title: 'إذا تعدد المدعى عليهم وتنوعت أماكن إقامتهم، فما المحكمة المختصة مكانياً بنظر الدعوى؟',
        paragraphs: ['يكون الاختصاص هو نطاق محل إقامة الأغلبية، وفي حال التساوي، يكون للمدعي الخيار في إقامة الدعوى أمام أي محكمة يقع في نطاق اختصاصها مكان إقامة أحدهم. المادة 36 من نظام المرافعات الشرعية']
    },
    {
        title: 'هل يسوغ الحكم في القضية دون حضور المدعي؟',
        paragraphs: ['نعم، إذا تهيأت القضية للحكم و لم يحضر المدعي بينما حضر المدعى عليه و طلب عدم شطب الدعوى والحكم فيها. المادة : 56 الفقرة : 1 من نظام المرافعات الشرعية']
    },
    {
        title: 'من تخلف عن الحضور للجلسات و صدر ضده حكم، هل يحق له الاعتراض؟',
        paragraphs: ['نعم يحق له ذلك خلال المدة النظامية المقررة ويستثنى من ذلك الدعاوى المالية التي لا تقبل الاعتراض. المادة 179 من نظام المرافعات الشرعية و تعميم المجلس 912 / ت تاريخ 1 / 8 / 1438 هـ']
    },
    {
        title: 'هل يصدر حكم في الجلسة الأولى ضد من لم يتبلغ؟',
        paragraphs: ['إذا لم يحضر المدعى عليه الجلسة الأولى و لم يتبلغ فيؤجل النظر إلى جلسة لاحقة. المادة : 57 من نظام المرافعات الشرعية']
    },
    {
        title: 'كيف يتم الاستعلام عن موعد الجلسات في المحاكم؟',
        paragraphs: ['عزيزي المستفيد يمكن الاستعلام عن موعد الجلسات عبر الرابط التالي : https://www.moj.gov.sa/ar/eServices/Pages/QueryAppointment.aspx']
    },
    {
        title: 'كيف يتم حجز موعد في المحكمة العامة؟',
        paragraphs: ['يتم تقديم صحيفة دعوى عبر بوابة الوزارة الإلكترونية والتوجه بها للمحكمة وسيتولى القسم المختص في المحكمة تحديد الموعد وإبلاغ المدعى عليه: www.moj.gov.sa']
    },
    {
        title: 'طبعت صحيفة الدعوى وتأخرت عن مدة الأيام العشرة المحددة كمدة للمراجعة فما العمل؟',
        paragraphs: ['عليك تقديم صحيفة دعوى مرة أخرى ومراجعة المحكمة في المدة المحددة.']
    },
    {
        title: 'وصلتني رسالة بموعد جلسة في منطقة أبها وأنا في الرياض ولا علم لي من المدعي هل أستطيع تحويل الجلسة إلى موقع إقامتي؟',
        paragraphs: ['لك الحق بتقديم الدفع بعدم الاختصاص المكاني ويجب إبداؤه قبل أي طلب أو دفاع في الدعوى وسوف يتم إكمال اللازم من الدائرة. المادة (75) من نظام المرافعات الشرعية']
    },
    {
        title: 'لدي معاملة في إحدى المحاكم كيف أستطيع متابعتها؟',
        paragraphs: ['يمكن متابعة سير القضية بإدخال رقمها عبر بوابة وزارة العدل الإلكترونية.']
    },
    {
        title: 'ما هو التاريخ المعتمد في انعقاد جلسات المحاكم؟',
        paragraphs: ['«التاريخ الرسمي المعتمد في انعقاد الجلسات: هو تقويم أم القرى، وفي حال اختلاف رؤية الهلال عن التقويم؛ فالعبرة بالتقويم .» المادة 8 من نظام المرافعات الشرعية']
    },
    {
        title: 'ما هي المدة النظامية للاعتراض على حكم صادر من المحكمة؟',
        paragraphs: ['«مدة الاعتراض 30 يوما عدا الدعاوى المستعجلة، فمدة الاعتراض فيها عشرة أيام.» المادة 187 من نظام المرافعات الشرعية']
    },
    {
        title: 'قضايا الابتزاز من اختصاص أي محكمة؟',
        paragraphs: ['من اختصاص المحاكم الجزائية.']
    },
    {
        title: 'عندي دعوى على وكيل مورثنا بخصوص محاسبة وكيل، ما المحكمة المختصة؟',
        paragraphs: ['إن كان الوكيل غير وارث فالمختص المحكمة العامة. تعميم 1115 / ت تاريخ 28/ 10 / 1439 هـ']
    },
    {
        title: 'عندي دعوى على ورثة بخصوص دين على والدهم، ما المحكمة المختصة؟',
        paragraphs: ['من اختصاص المحكمة العامة. تعميم 1115 / ت تاريخ 28/ 10 / 1439 هـ.']
    },
    {
        title: 'هل تبليغ المدعى عليه بالرسائل النصية يكون بالرقم المدخل من قبل المدعي في صحيفة الدعوى الإلكترونية أو عن طريق رقمه المسجل في مركز المعلومات الوطني؟',
        paragraphs: ['عن طريق رقم الجوال المسجل في نظام أبشر.']
    },
    {
        title: 'أرغب في إقامة دعوى مطالبة بمبلغ عشرة آلاف ريال ولم أجد خياراً للدوائر الحقوقية في المحكمة العامة بالرياض كيف هي الطريقة؟',
        paragraphs: ['عليك اختيار المحكمة العامة، وفي نهاية الطلب قم باختيار الدوائر الجزئية.']
    },
    {
        title: 'أرغب إقامة دعوى مطالبة بدين ضد طليقي، ما المحكمة المختصة؟',
        paragraphs: ['من اختصاص المحكمة العامة. تعميم 1115 / ت تاريخ 28/ 10 / 1439 هـ']
    },
    {
        title: 'أرغب إقامة دعوى في عقار ضد شريك مورثنا، ما المحكمة المختصة؟',
        paragraphs: ['من اختصاص المحكمة العامة. تعميم 1115 / ت تاريخ 28 / 10 / 1439 هـ']
    },
    {
        title: 'عندي دعوى ضد ورثة والدي لإثبات ملكيتي لعقار مسجل باسم والدي، في أي محكمة أقيمها؟',
        paragraphs: ['من اختصاص المحكمة العامة. تعميم 1115 / ت تاريخ 28/ 10 / 1439 هـ']
    },
    {
        title: 'هل يجوز فتح باب المرافعة بعد تقرير قفله؟',
        paragraphs: ['نعم للدائرة فتح باب المرافعة بعد قفله وقبل النطق بالحكم لأسباب تقررها الدائرة. المادة 69 من نظام المرافعات الشرعية']
    },
    {
        title: 'هل يمكن للمحكمة الرجوع عن شطب الدعوى؟',
        paragraphs: ['يجوز للدائرة القضائية أن تلغي شطب الدعوى إذا تقدم المدعي بعذر تقبله الدائرة. اللائحة (2) من المادة (55) من نظام المرافعات الشرعية']
    },
    {
        title: 'عندي دعوى وأرغب توكيل شخصين بالترافع عني فهل يمكن ذلك؟',
        paragraphs: ['نعم يجوز أن يتعدد الوكلاء في الخصومة الواحدة. المادة ( 49 ) اللائحة ( 3 ) من نظام المرافعات الشرعية']
    },
    {
        title: 'هل يصح أن أتفق مع المدعى عليه أن تكون الدعوى في محكمة غير مختصة مكاناً؟',
        paragraphs: ['نعم يصح ذلك إذا وجد شرط بين الطرفين على تحديد مكان إقامة الدعوى فيكون نظرها في البلد المحدد ما لم يتفقا على خلافه. اللائحة (3) من المادة (36) من نظام المرافعات الشرعية.']
    },
    {
        title: 'متى تودع مذكرة الدفاع أمام المحكمة العامة؟',
        paragraphs: ['تودع مذكرة الدفاع أمام المحكمة العامة قبل الجلسة المحددة لنظر الدعوى بثلاثة أيام على الأقل. المادة 45 من نظام المرافعات الشرعية']
    },
    {
        title: 'كم مدة الانتظار المتوقعة لعقد الجلسة بعد تبليغ صحيفة الدعوى؟',
        paragraphs: ['في الظروف المعتادة ثمانية أيام على الأقل من تاريخ تبليغ صحيفة الدعوى. المادة 44 من نظام المرافعات الشرعية']
    },
    {
        title: 'قدمت دعوى مطالبة بأجرة عقار وأرغب تعديل الطلب فهل يمكن ذلك؟',
        paragraphs: ['لك أن تتقدم بطلب عارض يتضمن تصحيح الطلب الأصلي، أو تعديل موضوعه لمواجهة ظروف طرأت أو تبينت بعد رفع الدعوى. المادة 83 من نظام المرافعات الشرعية']
    },
    {
        title: 'تقدمت بدعوى وأرغب وقفها لفترة محددة فهل يمكن ذلك؟',
        paragraphs: ['يجوز وقف الدعوى بناءً على اتفاق الخصوم على عدم السير فيها مدة لا تزيد على ستة أشهر من تاريخ إقرار المحكمة اتفاقهم. المادة 86 من نظام المرافعات الشرعية']
    },
    {
        title: 'وجه القاضي اليمين على موكلي وموكلي يقيم في مدينة أخرى ولا يستطيع الحضور، فما الحل؟',
        paragraphs: ['لك أن تطلب من ناظر الدعوى استخلاف المحكمة التي يقيم في نطاقها موكلك لأخذ يمينه. المادة (114) من نظام المرافعات الشرعية']
    },
    {
        title: 'عندي صك حجة استحكام لا يوجد فيه أطوال ولا مساحة، فهل أستطيع إضافتها؟',
        paragraphs: ['صكوك الاستحكام التي لم تشتمل على أطوال ومساحة تستوفى بإجراءات جديدة وفق تعليمات الاستحكام. اللائحة (5) من المادة (227) من نظام المرافعات الشرعية']
    },
    {
        title: 'أنا شريك في أرض، وأرغب استخراج حجة استحكام، فهل يلزم توكيل بقية الشركاء لي بذلك؟',
        paragraphs: ['لا يلزم توكيلهم. اللائحة (1) من المادة (228) من نظام المرافعات الشرعية']
    },
    {
        title: 'يوجد شخص يقيم مباني بجوار منزلي وعلي ضرر من ذلك؛ فهل أستطيع إيقافه عن البناء؟',
        paragraphs: ['لك أن تتقدم بدعوى مستعجلة لوقف الأعمال الجديدة، ويشترط لطلب وقف الأعمال الجديدة:\nأ- أن تكون هذه الأعمال قد بدأت ولكنها لم تتم.\nب- أن تكون هذه الأعمال التي بدأها المدعى عليه مضرة بالمدعي.\nاللائحة (2) من المادة (210) من نظام المرافعات الشرعية']
    },
    {
        title: 'هل لي الحق بطلب منع خصمي من السفر؟',
        paragraphs: ['لك أن تتقدم للمحكمة المختصة بالموضوع دعوى مستعجلة لمنعه من السفر، ويصدر القاضي أمراً بالمنع إذا قامت أسباب تدعو إلى الظن أن سفر المدعى عليه أمر متوقع وبأنه يعرض حق المدعي للخطر أو يؤخر أداءه، ويشترط تقديم المدعي تأميناً يحدده القاضي لتعويض المدعى عليه متى ظهر أن المدعي غير محق في دعواه. المادة 208 من نظام المرافعات الشرعية']
    },
    {
        title: 'اتفقت أنا وخصمي على صلح لدى القاضي و أثبته القاضي و حكم به وانتهت القضية بيني وبينه، فهل يحق له التقدم باعتراض على الحكم؟',
        paragraphs: ['ليس للخصوم الاعتراض بطلب الاستئناف - مرافعة أو تدقيقاً - على ما اتفقوا عليه من إقرار أو صلح بعد التوقيع عليه في محضر الدعوى. اللائحة (3) من المادة (70) من نظام المرافعات الشرعية']
    },
    {
        title: 'لدي قضية منظورة في المحكمة والمدعى عليه وكالة يطلب الإمهال في كل جلسة والقاضي يجيبه لطلبه, وأنا أعرف أن المدعى عليه مماطل، فماذا أفعل؟',
        paragraphs: ['إذا دفع أحد الطرفين بدفع صحيح، وطلب الجواب من الطرف الآخر، فاستمهل لأجله فللقاضي إمهاله متى رأى ضرورة ذلك، على أنه لا يجوز تكرار المهلة لجواب واحد، إلا لعذر شرعي يقبله القاضي. (68) من نظام المرافعات الشرعية']
    },
    {
        title: 'اشتريت قطعة أرض، وكان مالكها السابق قد تقدم بطلب حجة استحكام عليها منذ عشر سنوات، وأريد أن يخرج الصك باسمي، فما هو الحل؟',
        paragraphs: ['إذا تحقق القاضي من ذلك، فيسجل الصك باسم المالك الأخير. قرار الهيئة العامة بالمحكمة العليا رقم 20 /م في 1436/4/28هـ']
    },
    {
        title: 'أنا طرف في نزاع، ووجه القاضي بناءً على طلب المدعي أن أحلف اليمين. هل يمكنني توكيل شخص لأداء اليمين بدلاً مني؛ كوني كثير السفر؟',
        paragraphs: ['لا يصح توكيل شخص لأداء اليمين بدلاً منك، كونها لا تؤدى إلا ممن تعلق الحق بذمته. المادة (113) الفقرة (1) من نظام المرافعات الشرعية']
    },
    {
        title: 'أنا ولي على أخي، و حكم علينا بدفع مبلغ مالي، فهل يلزم رفع الحكم إلى محكمة الاستئناف؟',
        paragraphs: ['نعم يلزم ذلك. المادة (185) الفقرة (4) من نظام المرافعات الشرعية']
    },
    {
        title: 'صدر لي حكم بمبلغ مالي ضد شخص، و رفض الموظف تسليمي أصل صك الحكم بعد أن اكتسب الحكم الصفة القطعية؟ فهل يحق لي استلام أصل الصك؟',
        paragraphs: ['أصل الصك يودع في ملف القضية، و لك استلام صورة مختومة بختم طبق الأصل. المادة (17) من لائحة الوثائق القضائية']
    },
    {
        title: 'تقدمت بدعوى، و سألني القاضي بعض الأسئلة و لم أعرف أجوبتها، وحكم القاضي بصرف النظر عن دعواي لعدم تحريرها، فهل يحق لي الاعتراض؟',
        paragraphs: ['لابد من الإجابة على أسئلة القاضي؛ لتحرير الدعوى، و إذا عجز المدعي أو امتنع عن الجواب فلا يسير القاضي في الدعوى، ويصرف النظر عنها، و للمدعي حق الاعتراض. المادة (66) الفقرة (1) و (2) من نظام المرافعات الشرعية']
    },
    {
        title: 'هل يحق لي رفع دعوى تعويض بسبب دعوى كيدية من أحد الخصوم؟',
        paragraphs: ['نعم يحق لك ذلك. المادة (3) الفقرة (5) من نظام المرافعات الشرعية']
    },
    {
        title: 'حدد لي موعد مع خصمي، ثم تصالحت معه، فهل يقبل أن نحضر سوياً قبل موعدنا لإثبات الصلح؟',
        paragraphs: ['نعم. تقبل المحكمة النظر في الخصومة أو إثبات الصلح في حال حضور المتداعيين و طلبهما ذلك إن أمكن. المادة (48) من نظام المرافعات الشرعية']
    },
    {
        title: 'أرغب في سحب قضيتي من دائرة قضائية إلى دائرة أخرى، هل يحق لي ذلك؟',
        paragraphs: ['لا يجوز نقل أي قضية رفعت بطريقة صحيحة لمحكمة مختصة إلى محكمة أو جهة أخرى, ولا يحق لأحد سحبها منها قبل الحكم فيها. المادة (10) من نظام المرافعات الشرعية']
    },
    {
        title: 'هل يحق للمحكمة إيقاف خدماتي إذا لم أحضر الجلسة بعد تبلغي؟',
        paragraphs: ['نعم. للمحكمة عند الاقتضاء أن توقف خدماتك إذا امتنعت عن الحضور. المادة (17) الفقرة (5) من نظام المرافعات الشرعية']
    },
    {
        title: 'ما هو الفرق بين التدابير التحفظية والتدابير الوقتية؟',
        paragraphs: ['التدابير التحفظية: هي الإجراءات التي تتخذ من أجل حماية مال أو حق. والتدابير الوقتية: هي الإجراءات التي تتخذها الدائرة للنظر في الحالات المستعجلة بصورة وقتية, حتى يصدر الحكم في الدعوى الأصلية. المادة (29) الفقرة (1) و (2) من نظام المرافعات الشرعية']
    },
    {
        title: 'لدي أرض زراعية داخل النطاق العمراني، فهل يلزم مخاطبة وزارة البيئة والمياه والزراعة؟',
        paragraphs: ['لا يلزم ذلك. المادة (231) الفقرة ( 3 ) من نظام المرافعات الشرعية']
    },
    {
        title: 'هل يمكن أن يعتمد القاضي في حكمه على القرائن؟',
        paragraphs: ['يجوز للقاضي أن يستنتج قرينة أو أكثر من وقائع الدعوى أو مناقشة الخصوم أو الشهود لتكون مستنداً لحكمه. المادة (156) من نظام المرافعات الشرعية']
    },
    {
        title: 'إذا أصدر القاضي الحكم في الجلسة، فهل هناك مدة محددة لاستلام الصك؟',
        paragraphs: ['يصدر الصك خلال مدة لا تتجاوز عشرين يوماً من تاريخ النطق بالحكم. المادة (166) (179) الفقرة (1) من نظام المرافعات الشرعية']
    },
    {
        title: 'تقدم والدنا بطلب صك حجة استحكام على أرض، و توفي قبل خروج الصك، فهل يصح تسجيل الصك باسم الورثة؟',
        paragraphs: ['لا مانع من ذلك. اللائحة (3) من المادة (228) من نظام المرافعات الشرعية']
    },
    {
        title: 'حكم ضدي غيابياً ثم تقدمت باعتراض على الحكم، و حدد القاضي جلسة لنظر اعتراضي، و تخلفت عن الحضور، فأسقط القاضي معارضتي و سلم الصك للخصم؟ فهل هذا يصح؟',
        paragraphs: ['نعم. إذا غاب المعارض أو وكيله عن الجلسة الأولى لنظر المعارضة، فتحكم المحكمة من تلقاء نفسها بسقوط حقه في المعارضة، ويعد حكمها نهائياً. المادة (60) الفقرة (3) من نظام المرافعات الشرعية']
    },
    {
        title: 'وكلت شخصاً لحضور الجلسات، وأقر نيابة عني بإقرارات تدينني، و حكم علي بسبب ذلك، فهل يحق لي أن أنكر المعلومات التي قدمها؟',
        paragraphs: ['إذا كانت وكالته تخوله حق الإقرار فيما أقر به فإن إقراره صحيح. المادة (51) من نظام المرافعات الشرعية']
    },
    {
        title: 'هل يشترط في التبليغ الإلكتروني أن يكون في وقت الدوام الرسمي؟',
        paragraphs: ['إذا كان التبليغ إلكترونياً فيجوز إجراؤه في أي وقت. اللائحة (1) من المادة (72) من نظام المرافعات الشرعية']
    },
    {
        title: 'هل يجوز للمعترض أن يتقدم بأكثر من مذكرة اعتراض خلال مدة الاعتراض؟',
        paragraphs: ['نعم له ذلك. المادة (188) الفقرة (6) من نظام المرافعات الشرعية']
    },
    {
        title: 'هل يحق للمحكمة التي أصدرت حكماً في دعوى قضائية أن تنظر في التعويض عن الأضرار الناتجة عن المماطلة في أداء الحق في هذه الدعوى؟',
        paragraphs: ['نعم يحق لها ذلك. اللائحة (3) من المادة (73) من نظام المرافعات الشرعية']
    },
    {
        title: 'أنا ناظر على أرض موقوفة ومساحتها كبيرة و أريد فرزها و تجزئتها و قد أذنت المحكمة بذلك، فمن يختص بالفرز؟',
        paragraphs: ['المختص بالفرز و التجزئة كتابة العدل. اللائحة (8) من المادة (223) من نظام المرافعات الشرعية']
    },
    {
        title: 'هل يحق لي التقدم بطلب حجة استحكام في المدينة التي أقيم فيها؟ مع أن الأرض في مدينة أخرى؟',
        paragraphs: ['لا يصدر صك الاستحكام إلا من المحكمة التي يقع العقار في نطاق اختصاصها المكاني. المادة (227) من نظام المرافعات الشرعية']
    },
    {
        title: 'حضر وكيلي لعدة جلسات، ثم طلب القاضي حضوري، فهل يلزمني الحضور؟',
        paragraphs: ['نعم، للمحكمة حق طلب الموكل بنفسه لإتمام المرافعة. المادة (105) (53) من نظام المرافعات الشرعية']
    },
    {
        title: 'هل دعوى الحراسة القضائية تعد دعوى مستعجلة؟',
        paragraphs: ['نعم الحراسة تعد من الدعاوى المستعجلة. المادة (206) من نظام المرافعات الشرعية']
    },
    {
        title: 'هل يؤثر أمر القاضي باسترداد الحيازة على أصل الحق؟',
        paragraphs: ['لا يؤثر أمر القاضي بمنع التعرض أو استرداد الحيازة على أصل الحق ولا يكون دليلاً عليه. المادة (209) الفقرة (1) من نظام المرافعات الشرعية']
    },
    {
        title: 'تقدمت بورقة تثبت دعواي، و رصد مضمونها في الضبط، و لكن لم يؤخذ بها في الحكم؟ فهل يسوغ ذلك نظاماً؟',
        paragraphs: ['يجوز للدائرة عدم الأخذ بأي ورقة أو استبعادها بعد تبيين السبب. المادة (154) الفقرة من نظام المرافعات الشرعية']
    }
];