
import { Section } from './content';

export const introduction = {
    title: "صك حكم قضائي",
    paragraphs: [
        "صك الحكم الابتدائي رقم: ٤٦٣٠٢٠٨٩٠٢",
        "صك حكم الاستئناف رقم: ٤٦٣٠٣٣٥٠٧٩",
    ],
    sections: [],
    conclusion: ''
};

export const sections: Section[] = [
    {
        title: "أطراف القضية",
        paragraphs: [
           "المدعي: النيابة العامة بالقريات",
           "المدعى عليه: طراد حمد بندر الفندي",
        ]
    },
    {
        title: "وقائع الدعوى الابتدائية",
        paragraphs: [
            "تتلخص وقائع القضية بأن النيابة العامة بمحافظة القريات أقامت دعوها ضد المتهم المدون بياناته أعلاه، وتطلب تعزيره لقاء الاتهام المنسوب له، وقد باشر الدعوى ممثل النيابة / علي بن عبد الله محمد نصير المثبت بياناته في محاضر الضبط ، وتم سماع الدعوى والإجابة والدفوع المقدمة ، وتتخلص دعوى النيابة العامة بإنه بتاريخ 20 / 3 / 1445 هـ تقدم الوكيل الشرعي لمجمع روزا الطبي المدعي / زبن سالم محمد الشراري سعودي الجنسية بموجب الهوية الوطنية رقم ( 1029085162 ببلاغ لدى جهة الضبط على المدعى عليه / طراد حمد بندر الفندي يفيد بان المدعى عليه يعمل مدير تنفيذي للمجمع الطبي وأثناء متابعة العمل تبين بأن المدعى عليه قام بخيانة الأمانة وسرق أموال تتجاوز 500 الف ريال حيث انه يوجد لدى المدعى عليه جهاز مدى خاص به عند قدوم المراجعين يجعلهم يقومون بالدفع للمتهم ويقوم ببعض الأوقات بأخذ مبالغ كاش من المواطنين, وبضبط إفادة المدعي لدى جهة الضبط, أفاد ان بعد اقفال المجمع تفاجئوا بحضور مواطنين يفيدون بأنهم قاموا بدفع مبالغ عن طريق مدى أو كاش وبعد ما طلب منهم الحوالة حتى يتم استرجاع المبالغ لهم, تبين بأن الحوالات ليست على حساب المجمع بل على شركة مشابهه لدى المدعي تتبع للمتهم / طراد الفندي, باسم عناية ورعاية الطبية وتبين وجود تلاعب بجهاز مدى للتظليل على المواطنين انها تتبع لمجمع روزا الطبي, وبسماع أقوال المدعى عليه / طراد الفندي, أفاد ان الدعوى المرفوعة ضده غير صحيحة ولا. يعلم سبب ادعائه عليه وأفاد انه يوجد قضية منظورة بالمحكمة بينه وبين المدعي بمطالبة مالية ونفى اختلاسه بالأموال وان شركة عناية ورعاية الطبية تعود لوالدته وهو المدير والمتحكم بها وتنشط بالرعاية الطبية . وتم ضبط مواجهة بين المدعي والمدعى عليه وكانت نتيجتها لوحظ أن قوة أقوال المدعي مدعمة بالأدلة بخلاف أقوال المدعى عليه الركيكة, وتم ضبط إفادة شاهد مقيم يعمل لدى مجمع روزا الطبي / عباس الله نياز بموجب هوية مقيم رقم ( 2465480578) أفاد ان المدعى عليه طراد قام بتغيير نقاط البيع واستعمل نقاط بيع تابعه لشركته, وأفاد ان المدعى عليه طراد الفندي قام بتغيير الإيميل ولم يخبر احد على ذلك, وبضبط إفادة الشاهد الآخر المواطنة / سناء محمد الصخري هوية وطنية رقم ( 1115327312) تعمل مدير طبي لدى مجمع روزا الطبي أفادت انها كانت تطلب من المدعى عليه طراد الفندي كشوفات الحسابات المالية مرات عديدة ومتتالية ويماطل بذلك ولم يقوم بإحضارها.",
            "وبسماع أقوال المدعى عليه في محضر الاستجواب نفى التهم المنسوبة اليه وأفاد ان أجهزة مدى المستخدمة تابعة لحسابات الشركة المشغلة التي يمثلها المدعى عليه المتعاقدة مع الشركة المشغلة, وأفاد انه لديه عقد موثق بينه وبين المالك ينص على مسؤوليته المالية والإدارية والتشغيلية والفنية, أفاد انه على استعداد لإحضار كشوفات مصدقة من البنك . وبسماع أقوال المدعي / خالد عطا الله العنزي أفاد انه بناء على افادة وزارة التجارة اتضح ان شركة عناية ورعاية التي تم تحويل الأموال الى حسابها تخص مدير الشركة / مها عبد الله المظهور هي تكون والدة المدعى عليه / طراد وهي المستفيد الأول من المبلغ بموجب افادة وزارة التجارة كما اراد محاسبته على خيانة الأمانة بتعديل الصراف الخاصة بحسابهم (نقاط البيه حيث انه بالأعلى مذكور (مجمع عيادات روزا وبالأسفل شركة عناية ورعاية باللغة الإنجليزية) حيث حضر له عدد كبير من المواطنين يفيدون بأنهم قاموا بالدفع عن طريق نقاط البيع في مجمع روزا وبعد التأكد من الحوالات التي احضروها المواطنين اتضح انها نزلت بحساب شركة عناية ورعاية بموجب مكينة نقاط البيع. وأفاد انه يوجد لديه صور حوالات من عدة مواطنين ويوجد لديه السجل التجاري من وزارة التجارة توضح انه يوجد شركة باسم عناية ورعاية باسم مها عبد الله المظهور ، وان اجمالي المبلغ النقدي واجمالي نقاط البيع التي حدث بها التلاعب (49، 1018717) مليون وثمانية عشرة الف وسبع مائة وسبعة عشر ريال وتسعة واربعون هلله اجمالي ارادات المجمع من الفترة 1/10/2020م إلى 7/7/2023م. وأفاد انه لا ويجد محاسب قانوني بمنطقة الجوف كامله وحيث ان برنامج مرشال برنامج معتمد من محاسبي الشركة. تم تدوين القضية بالرقم الجنائي: (4558100309ج 2). - تم إبلاغ المدعى عليه بحقوقه النظامية، المتمثلة في : 1- أسباب القبض عليه -2 حقه في الاستعانة بوكيل أو محامي -3 حقه في الاتصال بمن يرى إبلاغه؛ استنادًا للمادة (22) من اللائحة التنفيذية لنظام الإجراءات الجزائية. - تم إيقاف المدعى عليه ؛ استناداً للفقرة الرابعة من قرار معالي النائب العام - حفظه الله - رقم (1) وتاريخ 1/1/1442هـ والمبني على المادة (112) من نظام الإجراءات الجزائية والمعدلة بموجب المرسوم الملكي رقم (م/ 125) وتاريخ 14 /9 /1441هـ - تم إيقاف المدعى عليه استناداً للمادة رقم (113) من نظام الإجراءات الجزائية.",
            "انتهى التحقيق بتوجيه الاتهام ل/ طراد حمد بندر الفندي بخيانة الأمانة وذلك بالاستيلاء على مبالغ مالية مؤتمن عليها وإيداعه لحساب تابع لشركته الخاصة ولحسابه الشخصي أثناء عمله بصفته مديرا بمجمع روزا الطبي بلغ مجموعها (، 1018717 (49) مليون وثمانية عشرة الف وسبع مائة وسبعة عشر ريال وتسعة واربعون هلله ريال المجرم بموجب المادة (الثانية) من نظام مكافحة الاحتيال المالي وخيانة الأمانة الصادر بالمرسوم الملكي رقم (م/ 79) وتاريخ 10/9/1442هـ وتصرفه بالمبالغ المالية المحرم شرعا ، وبالتزوير من خلال إبدال بيانات إيصالات أجهزة نقاط البيع الصحيحة التابعة باسم شركته الخاصة وتبديلها باسم (روز الطبي بالإيصال ، مما ساهم بتغيير مضمونه المجرم وفق الفقرة (د) من المادة (الثانية)، والمادة الثالثة عشرة من النظام الجزائي لجرائم التزوير الصادر بالمرسوم الملكي رقم (م/11) بتاريخ 18/2/1435هـ . وذلك للأدلة والقرائن.",
            "بعرضها على وكيل المدعى أجاب بقوله: (أطلب مهله للرد على الدعوى) هكذا أجاب، كما تبين للدائرة أن المرفقات على الدعوى ناقصة، فجرى سؤال المدعي العام عنها فقال: (أطلب مهلة لإكمالها هكذا أجاب، فأجابتهما الدائرة لطلبهما، وفي الجلسة المنعقدة بتاريخ 22-02-1446 هـ وبسؤال وكيل المدعى عليه عن ما أستمهل من أجله لرد على دعوى المدعي العام أجاب بقوله: قمت بإرفاق مذكرة وباطلاع الدائرة عليها تضمنت ( اولا استند المدعي العام على البلاغ الوارد لجهة الضبط ومفاده \" انه بتاريخ 20/3/1445هـ تقدم الوكيل الشرعي لمجمع روزا الطبي المدعي / زبن سالم محمد الشراري ببلاغ لدى جهة الضبط على المدعى عليه طراد يفيد بأن المدعى عليه يعمل مدير تنفيذي للمجمع الطبي وأثناء متابعة العمل تبين بأن المدعى عليه قام بخيانة الأمانة وسرق أموال تتجاوز 500 ألف ريال. وهذا غير صحيح وباطل كون موكلي لا يعمل لدى مجمع روزا الطبي كما يدعي المدعي، وما بني على باطل فهو باطل، وموكلي يعمل في شركة العناية والرعاية العائدة لوالدته والتي بينها وبين مجمع روزا الطبي عقد تشغيل وليس عقد عمل أو ايجار بمعنى ان الدعوى باطلة لعدم تكييفها ووصفها الوصف الصحيح من قبل النيابة العامة، كون الشركة التي يعمل بها موكلي تقوم بتشغيل المجمع الطبي وتقسم الأرباح كما هو متفق عليه بالعقد، كما ان العقد نص صراحةً على في حال وجود نزاع بين الطرفين فإن المحكمة التجارية بالفصل بينهم."
        ]
    },
    {
        title: "أسباب الحكم الابتدائي",
        paragraphs: [
            "فبناء على ما تقدم من الدعوى والإجابة، وبما أن المدعي العام أقام دعواه طالباً إثبات إدانة المدعى عليه / طراد حمد بندر الفندي بخيانة الأمانة وذلك بالاستيلاء على مبالغ مالية مؤتمن عليها وإيداعه لحساب تابع لشركته الخاصة ولحسابه الشخصي أثناء عمله بصفته مديرا بمجمع روزا الطبي بلغ مجموعها (49، 1018717) مليون وثمانية عشرة الف وسبع مائة وسبعة عشر ريال وتسعة واربعون هلله ريال وبالتزوير من خلال إبدال بيانات إيصالات أجهزة نقاط البيع الصحيحة التابعة باسم شركته الخاصة وتبديلها باسم (روز الطبي) بالإيصال ، مما ساهم بتغيير مضمونه ، ومعاقبته على ذلك وفق ما ذكره في لائحة دعواه، وبما أن وكيل المدعى عليه أنكر الاتهام، ودفع بأن بين موكله والمبلغ عقد شراكة كان موكله الطرف الثاني فيه، وتضمن العقد في فقرته الرابعة عشر ما نصه: (بموجب هذا العقد يمنح الطرف الثاني كامل الصلاحيات المالية والإدارية والقانونية التي تمكنه من إدارة المجمع بالشكل الأمثل... إلخ) ، وحيث أن الأدلة المقدمة من المدعي تتضمن أنه قام المدعى عليه باستخدام حسابات بنكية التي لا تعود باسم الشركة المبلّغة، ونظراً لكون العقد المبرم بين الأطراف تضمن إعطاء كامل صلاحيات الإدارة المالية للمدعى عليه، ولم يقدم المدعي العام بينة تثبت قيام المدعى عليه بأحد الأفعال المجرّمة، فلا ينطوي على فعل المدعى عليه جريمة توجب العقوبة، والدائرة في نظرها لهذه الدعوى تفسّر العبارات المشكلة بما يتوافق مع مصلحة المتهم، كما أنه ينحصر نظرها بأفعال المدعى عليه وفق نصوص الأنظمة الجزائية، وأما الحقوق المدنية الناتجة عنها فإن نظرها يكون لدى المحكمة المختصة في الموضوع، من أجل ذلك كله."
        ]
    },
    {
        title: "منطوق الحكم الابتدائي",
        paragraphs: [
            "حكمت الدائرة بـرد دعوى المدعي العام المقامة ضد المدعى عليه / طراد حمد بندر الفندي لعدم كفاية الأدلة؛ وأخلت سبيله من هذه الدعوى، وبهذا حكمت الدائرة والله خير الحاكمين."
        ]
    },
    {
        title: "هيئة الحكم الابتدائية",
        paragraphs: [
            "رئيس الدائرة القضائية: سلمان عبد الله احمد الاحيدب",
            "عضو الدائرة: تركي مصلح عوض القرني",
            "عضو الدائرة: خالد عقيل زامل الشمري"
        ]
    },
    {
        title: "وقائع الاستئناف",
        paragraphs: [
            "بما أن وقائع هذه القضية قد أوردها الحكم المستأنف المشار إليه أعلاه فإن الدائرة تحيل إليه منعاً للتكرار، وتتلخص في أن المدعي العام يطلب إثبات إدانة المدعى عليه / طراد حمد بندر الفندي بخيانة الأمانة وذلك بالاستيلاء على مبالغ مالية مؤتمن عليها وإيداعه لحساب تابع لشركته الخاصة ولحسابه الشخصي أثناء عمله بصفته مديرا بمجمع روزا الطبي بلغ مجموعها (49، 1018717) مليون وثمانية عشرة الف وسبع مائة وسبعة عشر ريال وتسعة واربعون هلله ريال المجرم بموجب المادة (الثانية) من نظام مكافحة الاحتيال المالي وخيانة الأمانة الصادر بالمرسوم الملكي رقم (م/ 79) وتاريخ 10/9/1442هـ وتصرفه بالمبالغ المالية المحرم شرعا ، وبالتزوير من خلال إبدال بيانات إيصالات أجهزة نقاط البيع الصحيحة التابعة باسم شركته الخاصة وتبديلها باسم (روز الطبي) بالإيصال ، مما ساهم بتغيير مضمونه المجرم وفق الفقرة (د) من المادة (الثانية)، والمادة (الثالثة عشرة) من النظام الجزائي لجرائم التزوير الصادر بالمرسوم الملكي رقم (م/11) بتاريخ 18/2/1435ھ ، والحكم عليه بالعقوبات الواردة في تلك المواد.",
            "وقررت الدائرة رد دعوى المدعي العام المقامة ضد المدعى عليه / طراد حمد بندر الفندي لعدم كفاية الأدلة؛ وأخلت سبيله من هذه الدعوى، هذا ما ظهر للدائرة وبه حكمت ، وبعد أن تسلم المدعي العام نسخة من الحكم تقدم بمذكرة اعتراضه برقم 4610623454 والتي استأنف فيها وطلب إعادة النظر بالحكم لأسباب تتلخص في عدم الحكم بما جاء في دعواه وأن ما حكم به لا يتناسب مع ما قام به المدعى عليه من جرم مرتكب ، حسبما هو مفصل في لائحته."
        ]
    },
    {
        title: "أسباب حكم الاستئناف",
        paragraphs: [
            "وبعد الاطلاع ودراسة أوراق القضية والحكم الصادر فيها برقم 4630208902 وتاريخ 06 / 03 / 1446 هـ والاعتراض المقدم عليه تبين لها أن الاعتراض قد قدم خلال الأجل المحدد نظاماً ومن ثم فهو مقبول شكلاً، أما من حيث الموضوع وبما أن نظر محكمة الاستئناف ينحصر في حدود ما رفع عنه طلب الاستئناف فقط وفقاً للمادة العشرين من اللائحة التنفيذية لطرق الاعتراض على الأحكام ، فإن الدائرة لم تجد فيما أورده المستأنف في اعتراضه ما يؤثر على الحكم المستأنف ، وقد تضمن الحكم المستأنف الرد عليه ، مما ننتهي معه إلى صحة ما انتهت له الدائرة في حكمها محمولاً على أسبابه ."
        ]
    },
    {
        title: "منطوق حكم الاستئناف",
        paragraphs: [
            "لذلك حكمت الدائرة بقبول الاستئناف شكلاً ورفضه موضوعاً وتأييد الحكم رقم 4630208902 وتاريخ 06 / 03 / 1446 هـ الصادر من الدائرة الجزائية المشتركة الأولى بالمحكمة الجزائية بالقريات فيما قضى به من حكم ونصه: (حكمت الدائرة بـ رد دعوى المدعي العام المقامة ضد المدعى عليه / طراد حمد بندر الفندي لعدم كفاية الأدلة؛ وأخلت سبيله من هذه الدعوى ) وبما تقدم حكمنا ، وبالله التوفيق، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم."
        ]
    },
    {
        title: "إثبات نهائية الحكم",
        paragraphs: [
            "لقد اكتسب الحكم الصفة النهائية برفض المحكمة العليا لطلب النقض بموجب القرار رقم 7688876 وتاريخ 1446/08/06.",
            "هذا الحكم نهائي، وواجب التنفيذ."
        ]
    },
    {
        title: "هيئة حكم الاستئناف",
        paragraphs: [
            "نايف زايد محمد الزايد",
            "سامي عبد الله نوفل البقعاوي",
            "سعد محمد سعد آل سليمان",
            "مسلم الأحكام: متعب سهو عواد الشمري"
        ]
    }
];
