import { Section } from './content';

export const introduction = {
    title: `بسم الله الرحمن الرحيم`,
    paragraphs: [
        `التصنيف الجديد للدعاوى صحيفة الدعوى ناجز للمحاكم`
    ],
    sections: [
        `التنسيق: المحامي/ عبد الجميلي - https://twitter.com/aljamili_law`,
        `التصنيف: البحوث القانونية عبد الوهاب عبد الحي بن فضل - https://twitter.com/tw_alwi`
    ],
    conclusion: ''
};

export const sections: Section[] = [
    {
        title: `الأحوال الشخصية`,
        paragraphs: [
            `الوصف: تختص بالنظر في جميع منازعات القائمة بسبب عقد الزوجية أو القرابة أو الوصايا والأوقاف أو الإرث أو الولاية على النفس أو المال، وفيما نشأ عنها ، وفي العقوبات المنصوص عليها في نظام الولاية على أموال القاصرين وفق المادة الثالثة والثلاثين من نظام المرافعات الشرعية ولائحتها التنفيذية.`,
            `التلميحات: تختص بالنظر في:`
        ],
        points: [
            { id: 1, text: `أ- جميع مسائل الأحوال الشخصية ومنها: ١- إثبات الزواج والطلاق والخلع وفسخ النكاح والرجعة والحضانة والنفقة والزيارة. ٢- إثبات الوقف، والوصية والنسب والغيبة والوفاة وحصر الورثة. ٣- الإرث وقسمة التركة بما فيها العقار إذا كان فيها نزاع أو حصة وقف أو وصية أو غائب. ٤- إثبات تعيين الأوصياء وإقامة الأولياء والنظار، والإذن لهم في التصرفات التي تستوجب إذن المحكمة، وعزلهم عند الاقتضاء، والحجر على السفهاء ورفعه عنهم. ٥- إثبات توكيل الأخرس الذي لا يعرف القراءة والكتابة. ٦- تزويج من لا ولي لها، أو من عضلها أولياؤها.` },
            { id: 2, text: `ب- الدعاوى الناشئة عن مسائل الأحوال الشخصية.` },
            { id: 3, text: `ج- الدعاوى المرفوعة لإيقاع العقوبات المنصوص عليها في نظام الهيئة العامة للولاية على أموال القاصرين ومن في حكمهم.` }
        ]
    },
    {
        title: 'الأحوال الشخصية - التصنيف العام',
        paragraphs: [
            'الوصف: الدعاوى التابعة لمسائل الأحوال الشخصية ، والمتعلقة بالمستندات، وهبة أحد الزوجين أو الورثة أو الرجوع عنها ، وإثبات الرضاع أو المصاهرة ، وإقامة الحارس القضائي، والمنع من السفر ، وطلب التعويض، وأتعاب المحامين أو الوكلاء، والمعارضة على الصك الإنهائي.'
        ]
    },
    {
        title: 'الأحوال الشخصية - التصنيف العام: دعوى إثبات رضاع أو مصاهرة',
        paragraphs: [
            'الوصف: الدعاوى المقامة بطلب إثبات الرضاع أو المصاهرة.'
        ]
    },
    {
        title: 'الأحوال الشخصية - التصنيف العام: دعوى إقامة حارس قضائي',
        paragraphs: [
            'الوصف: الدعاوى المقامة في تركة أو في وقف أو وصية أو أموال فاقد الأهلية بشأن وضع الأموال المتنازع عليها تحت يد أمين تعينه الدائرة إن لم يتفق على تعيينه ذوو الشأن.'
        ]
    },
    {
        title: 'الأحوال الشخصية - التصنيف العام: دعوى تعويض',
        paragraphs: [
            'الوصف: الدعوى المقامة بالمطالبة بالتعويض عن الأضرار الناتجة في مسائل الأحوال الشخصية.'
        ]
    },
    {
        title: 'الأحوال الشخصية - التصنيف العام: دعوى مطالبة بأتعاب محامين أو وكلاء',
        paragraphs: [
            'الوصف: الدعاوى المقامة في المطالبة بأتعاب الترافع في قضايا الأحوال الشخصية أو استرجاعها.'
        ]
    },
    {
        title: 'الأحوال الشخصية - التصنيف العام: دعوى مطالبة بمستندات',
        paragraphs: [
            'الوصف: الدعاوى المقامة ضد من بحوزته الوثائق الرسمية الخاصة بالمدعي أو المعني باستخراجها كمستندات الزوجة أو الأولاد أو فاقد الإدراك، أو ذات العلاقة بالطرفين كمستندات التركة.'
        ]
    },
    {
        title: 'الأحوال الشخصية - التصنيف العام: دعوى معارضة على صك إنهائي',
        paragraphs: [
            'الوصف: دعاوى المعارضة على صكوك الإنهاء بعد ثبوتها بطلب تعديلها أو إلغائها.'
        ]
    },
    {
        title: 'الأحوال الشخصية - التصنيف العام: دعوى منع من السفر',
        paragraphs: [
            'الوصف: الدعوى المقامة بطلب منع شخص من السفر إلى خارج المملكة متى قامت أسباب تؤخر الحق أو تعرضه للخطر بشأن حق متعلق بالأحوال الشخصية.'
        ]
    },
    {
        title: 'الأحوال الشخصية - التصنيف العام: دعوى هبة أو رجوع عنها',
        paragraphs: [
            'الوصف: الدعاوى المقامة ضد أحد الزوجين أو أهلهما أو أحد الورثة إثبات الهبة (الهدية) أو ردها أو نقضها.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الأوقاف والوصايا',
        paragraphs: [
            'الوصف: الدعاوى المقامة ضد الواقف أو الموصي أو ورثتهما بشأن ( إثبات الوقف أو الوصية أو إبطالهما ) ، أو المقامة ضد الناظر بشأن (إثبات استحقاق أو تسليمه - محاسبة الناظر أو عزله ) .'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الأوقاف والوصايا: دعوى إبطال وقف أو وصية',
        paragraphs: [
            'الوصف: الدعوى المقامة من الوارث أو ذي مصلحة ضد الواقف أو ورثته أو ورثة الموصي بشأن إبطال وقف أو وصية.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الأوقاف والوصايا: دعوى إثبات وقف أو وصية',
        paragraphs: [
            'الوصف: الدعوى المقامة من الناظر أو الوارث أو المستحق أو ذي مصلحة ضد الواقف أو ورثته أو ورثة الموصي بشأن إثبات وقف أو وصية.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الأوقاف والوصايا: دعوى استحقاق في وقف أو وصية',
        paragraphs: [
            'الوصف: الدعوى المقامة من المستحق في الوقف أو الوصية بطلب إثبات استحقاقه أو تسليمه نصيبه.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الأوقاف والوصايا: دعوى عزل ناظر وقف أو وصية',
        paragraphs: [
            'الوصف: الدعوى المقامة من الوارث أو المستحق ضد الناظر أو الوصي بطلب عزله عن نظارة الوقف أو الوصية لمسوغ شرعي.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الأوقاف والوصايا: دعوى محاسبة ناظر وقف أو وصية',
        paragraphs: [
            'الوصف: الدعوى المقامة من الوارث أو المستحق ضد الناظر أو الوصي أو المتصرف في الوقف أو الوصية بشأن محاسبته في تقصيره أو إخلاله بالوقف أو الوصية.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الحضانة والزيارة والنفقة',
        paragraphs: [
            'الوصف: دعاوى الأحوال الشخصية المتعلقة بالحضانة وتسليم صغير لحاضنه، والنفقة والسكن والزيارة وأجرة إرضاع، وأجرة حضانة.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الحضانة والزيارة والنفقة: دعوى أجرة رضاع أو حضانة',
        paragraphs: [
            'الوصف: الدعاوى المقامة في المطالبة بأجرة رضاع طفل أو حضانة صغير.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الحضانة والزيارة والنفقة: دعوى تسليم صغير لحاضنه',
        paragraphs: [
            'الوصف: الدعوى المقامة لتسليم الطفل أثناء قيام الزوجية أو بعدها.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الحضانة والزيارة والنفقة: دعوى حضانة',
        paragraphs: [
            'الوصف: الدعاوى المقامة في حضانة الأولاد القاصرين سناً أو عقلاً.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الحضانة والزيارة والنفقة: دعوى رؤية صغير',
        paragraphs: [
            'الوصف: الدعاوى المقامة من أحد الأبوين أو الأقارب في رؤية الطفل.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الحضانة والزيارة والنفقة: زيادة نفقة أو إنقاصها أو إلغائها',
        paragraphs: [
            'الوصف: الدعاوى المقامة في المطالبة بزيادة النفقة إو إنقاصها أو إلغائها المحكوم بها.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الحضانة والزيارة والنفقة: دعوى زيارة أولاد أو غيرهم',
        paragraphs: [
            'الوصف: الدعاوى المقامة في زيارة القريب القاصر سناً أو عقلاً.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الحضانة والزيارة والنفقة: دعوى نفقة',
        paragraphs: [
            'الوصف: الدعاوى المقامة في المطالبة بالنفقة أو أجرة السكن الماضية أو المستقبلية.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى النكاح والفرقة',
        paragraphs: [
            'الوصف: الدعاوى المتعلقة بإثبات الزواج والطلاق والخلع وفسخ النكاح والرجعة والصداق والمعاشرة بالمعروف والتفريق بين الزوجين وعفش الزوجية.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى النكاح والفرقة: دعوى إثبات رجعة',
        paragraphs: [
            'الوصف: دعوى ترفعها الزوجة أو الزوج لإثبات الرجعة بعد الطلاق.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى النكاح والفرقة: دعوى إثبات طلاق',
        paragraphs: [
            'الوصف: دعوى مقامة من الزوجة لطلب إثبات طلاق وقع في الماضي.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى النكاح والفرقة: دعوى إثبات نكاح',
        paragraphs: [
            'الوصف: الدعاوى المقامة من أحد الزوجين لإثبات الزواج غير الموثق لدى جهة رسمية.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى النكاح والفرقة: دعوى خلع',
        paragraphs: [
            'الوصف: دعوى ترفعها الزوجة على زوجها لطلب الخلع بعوض تدفعه.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى النكاح والفرقة: دعوى صداق',
        paragraphs: [
            'الوصف: دعوى المطالبة بالصداق أو جزء منه أثناء قيام الزوجية أو بعد الفرقة.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى النكاح والفرقة: دعوى عفش الزوجية',
        paragraphs: [
            'الوصف: دعوى مقامة من أحد الزوجين للمطالبة بالمنقولات المتروكة في بيت الزوجية.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى النكاح والفرقة: فسخ نكاح',
        paragraphs: [
            'الوصف: الدعاوى المقامة لطلب فسخ عقد النكاح لمسوغ شرعي.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الولاية',
        paragraphs: [
            'الوصف: الدعوى المقامة ضد الولي أو من تربطه به قرابة بطلب حق مشروع كالتزويج وإثبات النسب، أو لحفظ مال كالحجر ومحاسبة الولي، أو لانتفاء موجبه كرفع الحجر ونفي النسب.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الولاية: دعوى إثبات نسب أو نفيه',
        paragraphs: [
            'الوصف: الدعوى المقامة ضد أحد قرابة المدعي بطلب إثبات النسب، أو ضد من ألحق به نسبه بطلب نفيه؛ لانتفاء موجبه.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الولاية: دعوى إذن سفر',
        paragraphs: [
            'الوصف: الدعوى المقامة ضد الولي أو الحاضن أو من تربطه به قرابة بطلب الإذن بالسفر إلى خارج المملكة.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الولاية: دعوى حجر أو رفعه',
        paragraphs: [
            'الوصف: الدعوى المقامة ممن له مصلحة ضد من به سفه أو عته ، بطلب منعه من التصرفات المالية، أو طلب المحجور عليه رفع ذلك لانتفاء موجبه.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الولاية: دعوى عزل ولي',
        paragraphs: [
            'الوصف: الدعوى المقامة ضد الولي على القاصر سناً أو عقلاً بتنحيته عن الولاية لموجب شرعي.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الولاية: دعوى عضل',
        paragraphs: [
            'الوصف: دعوى مقامة من المرأة - أو من له مصلحة - ضد وليها الذي امتنع عن تزويجها من كفئها ، بطلب إثبات العضل، ونقل ولاية التزويج.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى الولاية: دعوى محاسبة ولي',
        paragraphs: [
            'الوصف: الدعوى المقامة ضد الولي على القاصر سناً أو عقلاً بشأن التصرفات التي قام بها تجاه المولى عليه أو ماله، والمطالبة باستيفاء الحق منه.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى قسمة التركات',
        paragraphs: [
            'الوصف: الدعاوى المقامة من أحد الورثة أو أكثر ضد البقية بطلب تسليم النصيب الشرعي من تركة المورث، سواء كان عقاراً أو منقولاً أو أثماناً أو نقداً ، أو أسهم . أو طلب محاسبة الوارث المتصرف في التركة بموجب وكالة.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى قسمة التركات: دعوى قسمة تركة أكثر من ١٠٠ مليون ريال',
        paragraphs: [
            'الوصف: الدعاوى المقامة من أحد الورثة أو أكثر ضد البقية بطلب تسليم النصيب الشرعي من تركة المورث التي تزيد عن مائة مليون ريال ، سواء كان عقار أو منقول أو أثمان أو نقد أو أسهم.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى قسمة التركات: دعوى قسمة تركة عقارية',
        paragraphs: [
            'الوصف: الدعاوى المقامة من أحد الورثة أو أكثر ضد البقية بطلب تسليم النصيب الشرعي من عقار المورث.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى قسمة التركات: دعوى قسمة تركة مالية',
        paragraphs: [
            'الوصف: الدعاوى المقامة من أحد الورثة أو أكثر ضد البقية بطلب تسليم النصيب الشرعي من تركة المورث غير العقارية كالنقد ، أو الأسهم ، أو الأثمان، أو المنقول.'
        ]
    },
    {
        title: 'الأحوال الشخصية - دعاوى قسمة التركات: دعوى محاسبة وكيل وارث',
        paragraphs: [
            'الوصف: الدعاوى المقامة من أحد الورثة أو أكثر ضد الوارث المتصرف في التركة بموجب وكالة بطلب الإفصاح أو تسليم نصيبه من التركة، أو إخلاله بما تصرف به بموجب الوكالة.'
        ]
    },
    {
        title: 'تنفيذ - دعوى الإعسار أو الملاءة',
        paragraphs: [
            'الوصف: دعاوى الإعسار المقامة من المنفذ ضده في مواجهة طالبي التنفيذ يدعي فيها عدم القدرة على السداد، و دعاوى الملاءة مقامة من طالب التنفيذ بعد ثبوت الإعسار لإثبات وجود أموال للمنفذ ضده وطلبه التنفيذ عليها.'
        ]
    },
    {
        title: 'تنفيذ - دعوى الإعسار أو الملاءة: دعوى الإعسار',
        paragraphs: [
            'الوصف: دعوى مقامة من المنفذ ضده في مواجهة طالبي التنفيذ لإثبات عدم القدرة على السداد.'
        ]
    },
    {
        title: 'تنفيذ - دعوى الإعسار أو الملاءة: دعوى الملاءة',
        paragraphs: [
            'الوصف: دعوى يقيمها طالب التنفيذ في مواجهة المنفذ ضده بعد ثبوت إعساره لإثبات ملاءته وقدرته على السداد ولو جزئيا.'
        ]
    },
    {
        title: 'تنفيذ - منازعات شكلية',
        paragraphs: [
            'الوصف: دعوى يقدمها المنفذ ضده في مواجهة طالب التنفيذ لإبطال السند التنفيذي لعيب في الشكل كالتزوير وإنكار التوقيع وفقد الشروط الشكلية للسند التنفيذي.'
        ]
    },
    {
        title: 'تنفيذ - منازعات شكلية: عدم توفر شرط شكلي للسند أو تزويره أو إنكار التوقيع',
        paragraphs: [
            'الوصف: دعوى يقيمها المنفذ ضده لإبطال السند التنفيذي لعيب في الشروط الشكلية للسند أو تزويرها حسب نوع السند أو إنكار التوقيع عليه.'
        ]
    },
    {
        title: 'تنفيذ - منازعات شكلية: عدم الصفة',
        paragraphs: [
            'الوصف: دعوى يقيمها المنفذ ضده لوقف التنفيذ لعدم صفته أو لعدم صفة طالب التنفيذ.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية',
        paragraphs: [
            'الوصف: دعوى يقدمها المنفذ ضده في مواجهة طالب التنفيذ لإبطال السند التنفيذي لعيب في الشكل كالتزوير وإنكار التوقيع وفقد الشروط الشكلية للسند التنفيذي.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: الإبراء بعد صدور السند التنفيذي',
        paragraphs: [
            'الوصف: دعوى يقيمها المنفذ ضده لطلب إثبات التنازل الصادر من طالب التنفيذ بعد صدور السند التنفيذي.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: التأجيل بعد صدور السند التنفيذي',
        paragraphs: [
            'الوصف: دعوى يقيمها المنفذ ضده في مواجهة طالب التنفيذ لطلب إثبات تأجيل الحق في السند التنفيذي.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: الحوالة بعد صدور السند التنفيذي',
        paragraphs: [
            'الوصف: دعوى يقيمها المنفذ ضده في مواجهة طالب التنفيذ لطلب إثبات إحالة طالب التنفيذ على طرف ثالث فيما يتعلق بالحق محل التنفيذ.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: الصلح بعد صدور السند التنفيذي',
        paragraphs: [
            'الوصف: دعوى يقيمها المنفذ ضده لطلب إثبات صلح صدر بينه وبين طالب التنفيذ بعد صدور السند التنفيذي.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: المال المحجوز يفوق مقدار الدين المطالب به',
        paragraphs: [
            'الوصف: دعوى يقيمها المنفذ ضده في مواجهة طالب التنفيذ لطلب إثبات أن المال المحجوز يفوق الدين الذي عليه ورفع الحجز عن الزائد.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: المقاصة بموجب سند تنفيذي',
        paragraphs: [
            'الوصف: دعوى يقيمها المنفذ ضده في مواجهة طالب التنفيذ لطلب خصم مبلغ المطالبة التي بينهما من مبلغ آخر ثابت له بسند تنفيذي على طالب التنفيذ.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: الوفاء بعد صدور السند التنفيذي',
        paragraphs: [
            'الوصف: دعوى يقيمها المنفذ ضده لإثبات وفاء مبلغ المطالبة أو جزء منه بعد صدور السند التنفيذي.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: امتناع شاغل العقار عن الاخلاء لحمله سند تنفيذي',
        paragraphs: [
            'الوصف: دعوى يقيمها شاغل العقار في مواجهة طالب التنفيذ يمتنع فيها عن إخلاء العقار الصادر بشأنه أمر قضائي بالإخلاء في غير مواجهته لحمله سندا تنفيذيا يتيح له البقاء في العقار محل الإخلاء.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: تواطؤ أثناء المزاد أو التأثير على سعر المزاد',
        paragraphs: [
            'الوصف: دعوى يتقدم بها طالب التنفيذ أو المنفذ ضده أو غيرهما لطلب إثبات التواطؤ أثناء المزاد أو التأثير على سعره.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: رد ما استوفي خطأ',
        // FIX: Added missing description for this section.
        paragraphs: [
            'الوصف: دعوى يقيمها المنفذ ضده لطلب استرداد ما استوفي منه بغير حق.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: صحة تقرير المحجوز لديه بما في ذمته',
        paragraphs: [
            'الوصف: دعوى يقيمها المنفذ ضده لطلب النظر في صحة تقرير المحجوز لديه بما في ذمته.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: عيب في العين المباعة',
        paragraphs: [
            'الوصف: دعوى يقيمها مشتري العين المباعة عن طريق المحكمة ويدعي وجود عيب فيها ، في مواجهة طالب التنفيذ والمنفذ ضده.'
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: دعوى التعويض',
        paragraphs: [
            'الوصف: دعوى للمطالبة بالتعويض عن الأضرار الناشئة عن التنفيذ كالتعويض عن المنع من السفر والحجز التحفظي واتعاب المحامي.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: 'لا يشمل أتعاب المحاماة التي تقام بين المحامي وطالب التنفيذ.' }
        ]
    },
    {
        title: 'تنفيذ - منازعات غير شكلية: المنازعة في أجرة الحارس القضائي أو محاسبته أو استبداله',
        paragraphs: [
            'الوصف: دعوى يقدمها أحد طرفي التنفيذ أو الحارس القضائي للمنازعة في أجرة الحارس القضائي أو استبداله أو محاسبته.'
        ]
    },
    {
        title: 'جزائية',
        paragraphs: [
            'الوصف: تختص بالفصل في جميع القضايا الجزائية وفقاً للمقتضى الشرعي وطبقا للإجراءات المنصوص عليها في نظام الإجراءات الجزائية.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: 'تختص المحكمة الجزائية بالفصل في : أ- جميع القضايا الجزائية. ب- جميع المسائل التي يتوقف عليها الحكم في الدعوى الجزائية المرفوعة أمامها ، إلا إذا نص النظام على خلاف ذلك. ت- إذا كان الحكم في الدعوى الجزائية يتوقف على نتيجة الفصل في دعوى جزائية أخرى ، وجب وقف الدعوى حتى يتم الفصل في الدعوى الأخرى.' }
        ]
    },
    {
        title: 'جزائية - الطلبات القضائية',
        paragraphs: [
            'الوصف: الطلبات المرتبطة بالجنايات والتي تقدم لدى المحكمة سواء قبل رفع الدعاوى الجزائية أو أثناء نظرها أو بعد الحكم فيها.'
        ]
    },
    {
        title: 'جزائية - الطلبات القضائية: منع من السفر',
        paragraphs: [
            'الوصف: دعوى يتقدم بها ذو الصفة على المدعى عليه خوفاً من ضياع حقه بسفره خارج البلاد، وذلك قبل إقامة الدعوى الأصلية.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: 'فيما هو من اختصاص المحكمة الجزائية.' }
        ]
    },
    {
        title: 'جزائية - الطلبات القضائية: إثبات تنازل',
        paragraphs: [
            'الوصف: إنهاء جزائي يتعلق بإثبات تنازل المجني عليه أو ورثته عن القصاص أو حد القذف.'
        ]
    },
    {
        title: 'جزائية - تعزير',
        paragraphs: []
    },
    {
        title: 'جزائية - تعزير: إتلاف ممتلكات',
        paragraphs: [
            'الوصف: دعوى في جرائم الاعتداء على الممتلكات العامة والخاصة التي ترتب عليها إتلاف.'
        ]
    },
    {
        title: 'جزائية - تعزير: سحر أو كهانة أو شعوذة',
        paragraphs: [
            'الوصف: المطالبة بالعقوبات التعزيرية فيما لا يشمله الحد من الجرائم المرتبطة بالسحر والكهانة والشعوذة.'
        ]
    },
    {
        title: 'جزائية - تعزير: تشهير أو تشويه سمعة',
        paragraphs: [
            'الوصف: دعوى فيمن نشر أو أفصح عن معلومة أو واقعة عن الغير بشكل غير مشروع.'
        ]
    },
    {
        title: 'جزائية - تعزير: إطلاق نار',
        paragraphs: [
            'الوصف: دعوى في جرائم إطلاق النار.'
        ]
    },
    {
        title: 'جزائية - تعزير: ابتزاز',
        paragraphs: [
            'الوصف: دعوى في جريمة استغلال ما في الحيازة مما يخص الآخرين للضغط عليهم بغرض الحصول منهم على أمور غير مشروعة.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: 'محاولة الجاني تحصيل أمر مادي أو معنوي من شخص أو جهة، بالإكراه أو التهديد ، بفضح سر من وقع عليه الابتزاز.' }
        ]
    },
    {
        title: 'جزائية - تعزير: التحرش',
        paragraphs: [
            'الوصف: كل قول أو فعل أو إشارة ذات مدلول جنسي تصدر من شخص تجاه أي شخص آخر، تمس جسده أو عرضه، أو تخدش حياءه، بأي وسيلة كانت، بما في ذلك وسائل التقنية الحديثة.'
        ]
    },
    {
        title: 'جزائية - تعزير: انتحال شخصية الغير',
        paragraphs: [
            'الوصف: دعوى في طلب تعزير من قام بانتحال شخصية غير شخصية رجل السلطة العامة لأي دافع من الدوافع.'
        ]
    },
    {
        title: 'جزائية - تعزير: انتهاك حرمة مكان',
        paragraphs: [
            'الوصف: الدخول على مكان له حرمته بدون إذن.'
        ]
    },
    {
        title: 'جزائية - تعزير: تخبيب',
        paragraphs: [
            'الوصف: إفساد العلاقة الزوجية أو محاولة ذلك.'
        ]
    },
    {
        title: 'جزائية - تعزير: خطف',
        paragraphs: [
            'الوصف: احتجاز أو نقل شخص من مكان لآخر على وجه الإكراه أو المخادعة.'
        ]
    },
    {
        title: 'جزائية - تعزير: خيانة الأمانة',
        paragraphs: [
            'الوصف: دعوى في طلب تعزير من اؤتمن على شيء فخان هذه الأمانة بالتعدي أو التفريط.'
        ]
    },
    {
        title: 'جزائية - تعزير: شكوى أو دعوى كيدية',
        paragraphs: [
            'الوصف: دعوى في طلب تعزير من تقدم بدعوى أو شكوى كاذبة أو كيدية.'
        ]
    },
    {
        title: 'جزائية - تعزير: سب أو شتم',
        paragraphs: [
            'الوصف: التلفظ على الغير على سبيل الذم والقدح بغير ألفاظ القذف.'
        ]
    },
    {
        title: 'جزائية - تعزير: شهادة زور',
        paragraphs: [
            'الوصف: دعوى في جرائم الشهادات الكاذبة لدى الجهات المختصة.'
        ]
    },
    {
        title: 'جزائية - تعزير: قتل',
        paragraphs: [
            'الوصف: دعوى في جرائم القتل أو الشروع فيه للمطالبة بتعزير الجاني.'
        ]
    },
    {
        title: 'جزائية - تعزير: مضاربة أو اعتداء جسدي',
        paragraphs: [
            'الوصف: الاعتداء على الغير في بدنه.'
        ]
    },
    {
        title: 'جزائية - تعزير: نصب أو إحتيال',
        paragraphs: [
            'الوصف: دعوى في جرائم الاستيلاء على ملك الغير بطريق الحيلة.'
        ]
    },
    {
        title: 'جزائية - تعزير: التستر على جريمة أو مجرم',
        paragraphs: [
            'الوصف: كتمان المعلومات اللازمة عن الجاني أو جنايته عن السلطة العامة.'
        ]
    },
    {
        title: 'جزائية - تعزير: نظام الحماية من الإيذاء',
        paragraphs: [
            'الوصف: المطالبة بالحق الخاص في الدعوى المقامة ضد مخالفي نظام الحماية من الإيذاء، حسب ما ورد في المادة الأولى من النظام.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: 'تعريف جريمة الإيذاء: هي كل شكل من أشكال الاستغلال، أو إساءة المعاملة الجسدية أو النفسية أو الجنسية، أو التهديد به، يرتكبه شخص تجاه شخص آخر، متجاوزاً بذلك حدود ما له من ولاية عليه أو سلطة أو مسؤولية أو بسبب ما يربطهما من علاقة أسرية أو علاقة إعالة أو كفالة أو وصاية أو تبعية معيشية. ويدخل في إساءة المعاملة امتناع شخص أو تقصيره في الوفاء بواجباته أو التزاماته في توفير الحاجات الأساسية لشخص آخر من أفراد أسرته أو ممن يترتب عليه شرعاً أو نظاماً توفير تلك الحاجات لهم.' }
        ]
    },
    {
        title: 'جزائية - تعزير: الجرائم المعلوماتية',
        paragraphs: [
            'الوصف: المطالبة بالحق الخاص في الدعوى المقامة ضد مخالفي نظام مكافحة جرائم المعلوماتية المعتمدين فيما تختص فيه المحاكم الجزائية.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: 'تعريف الجريمة المعلوماتية: أي فعل يرتكب متضمنا استخدام الحاسب الآلي أو الشبكة المعلوماتية بالمخالفة لأحكام نظام مكافحة جرائم المعلوماتية.' }
        ]
    },
    {
        title: 'جزائية - تعزير: نظام مكافحة جريمة التحرش',
        paragraphs: [
            'الوصف: المطالبة بالحق الخاص في الدعوى المقامة ضد مخالفي نظام مكافحة جريمة التحرش فيما تختص به المحكمة الجزائية.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: 'تعرف التحرش: كل قول أو فعل أو إشارة ذات مدلول جنسي، تصدر من شخص تجاه أي شخص آخر، تمس جسده أو عرضه، أو تخدش حياءه، بأي وسيلة كانت، بما في ذلك وسائل التقنية الحديثة.' }
        ]
    },
    {
        title: 'جزائية - تعزير: جرائم العرض',
        paragraphs: [
            'الوصف: دعاوى طلب التعزير في الممارسات غير الأخلاقية كإقامة العلاقات المحرمة والخلوة غير الشرعية والاستدراج لغرض الفاحشة، والقوادة وإشاعة الفاحشة ونحوه من الممارسات.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: 'جرائم العرض غير الواردة في تصانيف مستقلة.' }
        ]
    },
    {
        title: 'جزائية - تعزير: تهديد',
        paragraphs: [
            'الوصف: دعوى في جرائم توعد الآخرين بما يؤذيهم.'
        ]
    },
    {
        title: 'جزائية - تعزير: النظام العام للبيئة',
        paragraphs: []
    },
    {
        title: 'جزائية - حدود',
        paragraphs: [
            'الوصف: الدعاوى المتعلقة بالمطالبات بالعقوبات المقدرة شرعا على أنواع من الجنايات.'
        ]
    },
    {
        title: 'جزائية - حدود: قذف',
        paragraphs: [
            'الوصف: الرمي بالزنا واللواط تصريحا أو كتابة.'
        ]
    },
    {
        title: 'جزائية - حدود: سرقة',
        paragraphs: [
            'الوصف: المطالبة بعقوبة تعزيرية في أخذ شيء بدون إذن مالكه.'
        ]
    },
    {
        title: 'عامة',
        paragraphs: [
            'التلميحات: تختص المحاكم العامة بنظر جميع الدعاوى والقضايا والإثباتات الإنهائية وما في حكمها الخارجة عن اختصاص المحاكم الأخرى وكتابات العدل وديوان المظالم ، ولها بوجه خاص النظر في الآتي : أ - الدعاوى المتعلقة بالعقار، من المنازعة في الملكية، أو حق متصل به، أو دعوى الضرر من العقار نفسه أو من المنتفعين به، أو دعوى أقيام المنافع أو الإخلاء أو دفع الأجرة أو المساهمة فيه، أو دعوى منع التعرض لحيازته أو استرداده، ونحو ذلك، ما لم ينص النظام على خلاف ذلك. ب- إصدار صكوك الاستحكام والتعديل عليها. ج - الدعاوى الناشئة عن حوادث السير وعن المخالفات المنصوص عليها في نظام المرور ولائحته التنفيذية.'
        ]
    },
    {
        title: 'عامة - أخرى: إثبات عقد',
        paragraphs: [
            'الوصف: المطالبة بإثبات حصول عقد مبرم بينه وبين المدعى عليه.'
        ]
    },
    {
        title: 'عامة - أخرى: رفع ضرر أو التعويض عنه',
        paragraphs: [
            'الوصف: مطالبة برفع ضرر ممن له مصلحة في الدعوى.'
        ]
    },
    {
        title: 'عامة - أخرى: رد العين',
        paragraphs: []
    },
    {
        title: 'عامة - أخرى: عقد استصناع',
        paragraphs: [
            'الوصف: مطالبة في عقد على عمل معيّن موصوف في الذمة، يتولى العامل فيه توفير المواد مع العمل بثمن معلوم يدفعه الطرف الآخر.'
        ]
    },
    {
        title: 'عامة - أخرى: فسخ عقد أو بطلانه',
        paragraphs: [
            'الوصف: مطالبة بفسخ عقد مبرم بين طرفين أو أكثر، أو إثبات انفساخه، أو بطلان العقد.'
        ]
    },
    {
        title: 'عامة - أخرى: قسمة منافع (مهايأة)',
        paragraphs: [
            'الوصف: المطالبة بقسمة منفعة مشاعة في عين ، لينتفع بها الشركاء مهايأةً زماناً أو مكاناً على صفة محددة.'
        ]
    },
    {
        title: 'عامة - أخرى: مطالبة بمستندات',
        paragraphs: [
            'الوصف: المطالبة بتسليم مستندات ورقية ، سواء كانت رسمية أو عادية.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: '(فيما هو من اختصاص المحكمة العامة).' }
        ]
    },
    {
        title: 'عامة - أخرى: التحكيم (الاستئناف)',
        paragraphs: [
            'الوصف: دعوى في منازعات التحكيم.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: 'تدل العبارات الآتية الواردة في هذا النظام على المعاني الموضحة أمامها ، ما لم يقتض السياق خلاف ذلك : ١ - اتفاق التحكيم : هو اتفاق بين طرفين أو أكثر على أن يحيلا إلى التحكيم جميع أو بعض المنازعات المحددة التي نشأت أو قد تنشأ بينهما في شأن علاقة نظامية محددة، تعاقدية كانت أم غير تعاقدية، سواءً أكان اتفاق التحكيم في صورة شرط تحكيم وارد في عقد ، أم في صورة مشارطة تحكيم مستقلة. ٢ - هيئة التحكيم : هي المحكم الفرد أو الفريق من المحكمين، الذي يفصل في النزاع المحال إلى التحكيم. ٣ - المحكمة المختصة : هي المحكمة صاحبة الولاية نظاماً بالفصل في المنازعات التي اتفق على التحكيم فيها.' }
        ]
    },
    {
        title: 'عامة - إنهاءات',
        paragraphs: [
            'الوصف: هي جميع الطلبات الانهائية الخارجة عن اختصاص المحاكم غير العامة، ولا يلزم فيها وجود دعوى ولا مدعى عليه ابتداء.'
        ]
    },
    {
        title: 'عامة - إنهاءات: رد اعتبار (إثبات الاستقامة بعد السابقة الجنائية)',
        paragraphs: [
            'الوصف: إثبات الاستقامة بعد السابقة الجنائية.'
        ]
    },
    {
        title: 'عامة - إنهاءات: إثبات عدم تملك مسكن/بيت',
        paragraphs: [
            'الوصف: هو إنهاء يتضمن طلب إثبات عدم تملك المنهي لأي سكن ، ويكون بناء على طلب من جهة رسمية.'
        ]
    },
    {
        title: 'عامة - إنهاءات: استيثاق لإثبات الحالة أو شهادة يخشى فواتها في غير خصومة',
        paragraphs: [
            'الوصف: هو طلب من منهي لاستيثاق حق يُخشى زوال دليله في غير خصومة.'
        ]
    },
    {
        title: 'عامة - إنهاءات: تنازل عن أرش إصابة أو دية (غير العمد وشبه العمد)',
        paragraphs: [
            'الوصف: إنهاء يتضمن تنازل صاحب الحق في حادث مروري ونحوه، عن الدية أو أرش الإصابة بمقابل أو بدون، فيما إذا كان القتل أو الإصابة عن طريق الخطأ.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: 'لا يلزم فيها حضور المتنازل عنه إذا كان التنازل بدون مقابل.' }
        ]
    },
    {
        title: 'عامة - إنهاءات: وثيقة تملك مؤقت لغرض التعويض',
        paragraphs: [
            'الوصف: هي طلب إنهاء لإثبات تملك مؤقت لعين أو عقار لا يملك المنهي له صك أو مستند على تملكه، ويستخرج لأجل التعويض فقط عند الكوارث أو النزع ونحو ذلك، ولا يستند إليه بمثل ما يستند إلى صكوك الاستحكام أو وثائق التملك الصادرة من الجهات الرسمية.'
        ]
    },
    {
        title: 'عامة - الدعاوى المستعجلة',
        paragraphs: [
            'الوصف: دعوى جعل النظام لها صفة الاستعجال لخشية فوات الوقت بدفع ضرر محدق أو الاستيثاق لحق يخشى زوال دليله عند النزاع فيه ولا يؤثر هذا الحكم على موضوع الدعوى.'
        ]
    },
    {
        title: 'عامة - الدعاوى المستعجلة: حراسة قضائية',
        paragraphs: [
            'الوصف: مطالبة بوضع الأموال المتنازع عليها تحت يد من يتكفل بحفظ المال وإدارته.'
        ]
    },
    {
        title: 'عامة - الدعاوى المستعجلة: منع من السفر',
        paragraphs: [
            'الوصف: المطالبة بمنع المدعى عليه من السفر إذا قامت أسباب تدعو إلى الظن أن سفر المدعى عليه أمر متوقع وبأنه يعرض حق المدعي للخطر أو يؤخر أداءه.'
        ]
    },
    {
        title: 'عامة - الدعاوى المستعجلة: وقف الأعمال الجديدة',
        paragraphs: [
            'الوصف: دعوى يطلب فيها المدعي وقف أعمال جديدة شرع فيها المدعى عليه من شأنها الإضرار بالمدعي.',
            'التلميحات:'
        ],
        points: [
            { id: 1, text: '(فيما هو من اختصاص المحكمة العامة).' },
            { id: 2, text: '(فيما تختص به المحكمة العامة).' }
        ]
    },
    {
        title: 'عامة - الدعاوى المستعجلة: أجرة الأجير اليومية أو الأسبوعية',
        paragraphs: []
    },
    {
        title: 'عامة - الدعاوى المستعجلة: استرداد حيازة عقار',
        paragraphs: [
            'الوصف: هي طلب ممن كان العقار بيده وأخذ منه، إعادته إليه.'
        ]
    },
    {
        title: 'عامة - الدعاوى المستعجلة: استيثاق لإثبات الحالة أو شهادة يخشى فواتها',
        paragraphs: [
            'الوصف: هي دعوى من صاحب مصلحة ولو محتملة في مواجهة ذوي الشأن لإثبات حالة يخشى ضياع معالمها.'
        ]
    }
];
